Repository: Premier13/nuclear-river-validation-rules
Catalog: ValidationRules.Querying.Host/Properties/Resources.*.resx
Languages: es_cl

# ADPCheckModeSpecificOrder_MessageTemplate
source: {0} "{{0}}" является запрещённой для: {1} "{{1}}"
es_cl: {0} "{1}" está prohibido para: {2} "{3}"

# ADPValidation_Template
source: {0} "{{0}}" данного Заказа является основной для следующих позиций: {1} "{{1}}"
es_cl: {0} "{1}" esta orden es la principal para las siguientes posiciones: {2} "{3}"

# AdvertisementAmountShortErrorMessage
source: Позиция {0} должна присутствовать в сборке в количестве от {1} до {2}. Может быть выпущено количество позиций в месяц {3:MMMM} - {4}
es_cl: La posición {0} debe estar presente en la compilación en cantidad desde {1} hasta {2}. La cantidad de las posiciones que pueden ser publicadas al mes {3:MMMM} - {4}

# AdvertisementIsLinkedWithEmptyAddressError
source: Позиция {0} оформлена на пустой адрес {1}
es_cl: La posición {0} se ha creado para una dirección en blanco {1}

# AssociatedPositionWithoutPrincipalTemplate
source: {0} "{{0}}" является сопутствующей, основная позиция не найдена.
es_cl: {1} "{0}" es una posición asociada, la posición principal no encontrada.

# BargainSignedLaterThanOrder
source: Договор не может иметь дату подписания позднее даты подписания заказа
es_cl: La fecha del contrato no puede ser posterior a la fecha de la firma del pedido

# BranchOffice
source: Юр. лицо организации
es_cl: Persona jurídica de la entidad

# BranchOfficeOrganizationUnit
source: Юр. лицо исполнителя
es_cl: Persona jurídica del ejecutor

# CategoryIsRestrictedForSpecifiedSalesModelError
source: Позиция "{0}" не может быть продана в рубрику "{1}" проекта "{2}"
es_cl: Posición "{0}" no puede estar vendida en la categoría "{1}" del proyecto "{2}"

# ConflictingPrincipalPositionTemplate
source: {0} "{{0}}" содержит объекты привязки, конфликтующие с объектами привязки следующей основной позиции: {1} "{{1}}"
es_cl: {0} "{1}" contiene un enlace con los objetos que entran en conflicto con el enlace de los objetos de la siguiente posición principal: {2} "{3}"

# CpcIsMissing
source: Для позиции {0} в рубрику {1} отсутствует CPC
es_cl: Para la posición {0} en la categoría {1} falta CPC

# CpcIsTooSmall
source: Для позиции {0} в рубрику {1} указан CPC меньше минимального
es_cl: Para la posición {0} en la categoría {1} se indicó CPC menor al mínimo.

# CpcRestrictionIsMissing
source: Для рубрики {0} в проекте {1} не указан минимальный CPC
es_cl: Para la categoría {0} en el proyecto {1} no se indicó CPC mínimo.

# Currency
source: Валюта
es_cl: Moneda

# CurrentPriceNotFound
source: Не найден действующий для заказа прайс-лист
es_cl: Las posiciones no coinciden con la lista de precios actual. Hace falta especificar las posiciones de la lista de precios vigente.

# DeafaultThemeMustContainOnlySelfAds
source: Установленная по умолчанию тематика {0} должна содержать только саморекламу
es_cl: El tema predeterminado {0} debe contener sólo autopromoción

# DefaultThemeIsNotSpecified
source: Для подразделения {0} не указана тематика по умолчанию
es_cl: No se ha especificado el tema predeterminado para la sucursal {0}

# FirmIsDeleted
source: Фирма {0} удалена
es_cl: La empresa {0} ha sido eliminada.

# FirmIsPermanentlyClosed
source: Фирма {0} скрыта навсегда
es_cl: Empresa {0} oculta permanentemente

# InPricePositionOf_Price_ContaiedMoreThanOneAssociatedPositions
source: В Позиции прайс-листа {0} содержится более одной группы сопутствующих позиций, что не поддерживается системой
es_cl: En la Posición de la lista de precios #{0} hay más de un grupo de posiciones relacionadas, lo cual no es compatible con el sistema.

# LegalPerson
source: Юр. лицо заказчика
es_cl: Persona jurídica del contratante

# LegalPersonProfile
source: Профиль юр. лица заказчика
es_cl: Perfil de persona jurídica del cliente

# LinkedObjectsMissedInPrincipals
source: {0} "{{0}}" содержит объекты привязки, отсутствующие в основных позициях.
es_cl: {0} "{1}" contiene un enlace con los objetos que no están entre las posiciones principales.

# MoreThanOneDefaultTheme
source: Для подразделения {0} установлено более одной тематики по умолчанию
es_cl: Se ha especificado más de un tema predeterminado para la sucursal {0}

# MustMakeLegalPersonProfile
source: У юр. лица клиента отсутствует профиль
es_cl: La persona jurídica del cliente no tiene perfil.

# OrderApproval_BillsSumDoesntMatchWhenProcessingOrderOnApproval
source: Сумма по счетам не совпадает с планируемой суммой заказа
es_cl: El importe según las facturas no coincide con el importe de la orden planificado

# OrderCheckCompositePositionMustHaveAdvertisements
source: В позиции {{0}} необходимо указать рекламные материалы для подпозиции "{0}"
es_cl: En la posición {0} se deben especificar los materiales publicitarios para la subposición "{1}"

# OrderCheckCompositePositionMustHaveLinkingObject
source: В позиции {{0}} необходимо указать хотя бы один объект привязки для подпозиции '{0}'
es_cl: En la posición {0} se deben especificar el enlace al menos con un objeto para la subposición {1}

# OrderCheckHasReleases
source: Заказ оформлен на период, по которому уже сформирована сборка. Необходимо указать другие даты размещения заказа
es_cl: La orden se ha establecido para el periodo cuya compilación ya se ha realizado. Se requiere especificar otras fechas de publicación de la orden.

# OrderCheckIncorrectBeginDistributionDate
source: Указана некорректная дата начала размещения
es_cl: Se ha especificado la fecha no válida de inicio de la publicación.

# OrderCheckIncorrectEndDistributionDate
source: Указана некорректная дата окончания размещения
es_cl: Se ha especificado la fecha de finalización de la publicación no válida.

# OrderCheckOrderHasNoBargainScans
source: Отсутствует сканированная копия договора
es_cl: Falta una copia escaneada del contrato

# OrderCheckOrderHasNoPositions
source: Заказ не содержит ни одной позиции
es_cl: La orden no contiene ninguna posición

# OrderCheckOrderHasNoScans
source: Отсутствует сканированная копия Бланка заказа
es_cl: Falta una copia escaneada de la Orden de compra

# OrderCheckOrderHasUnspecifiedFields
source: Необходимо заполнить все обязательные для заполнения поля: {0}
es_cl: Es necesario cumplimentar todos los campos obligatorios: {0}

# OrderCheckOrderPositionCorrespontToInactivePosition
source: Позиция {0} соответствует скрытой позиции прайс листа. Необходимо указать активную позицию из текущего действующего прайс-листа.
es_cl: La posición {0} corresponde con una posición oculta de la lista de precios. Es necesario especificar la posición activa de la lista de precios vigente.

# OrderCheckOrderPositionDoesntCorrespontToActualPrice
source: Позиция {0} не соответствует актуальному прайс-листу. Необходимо указать позицию из текущего действующего прайс-листа.
es_cl: La posición {0} no corresponde con la lista de precios actual. Es necesario especificar la posición según la lista de precios vigente.

# OrderCheckPositionMustHaveAdvertisements
source: В позиции {0} необходимо указать рекламные материалы
es_cl: En la posición {0} se deben especificar los materiales publicitarios

# OrderDealIsInactive
source: Для заказа указана неактивная работа
es_cl: El trabajo inactivo está especificado para el orden

# OrderFirmHiddenForAscertainmentTemplate
source: Фирма {0} скрыта до выяснения.
es_cl: La empresa {0} oculta hasta validar.

# OrderPositionAddressDeleted
source: В позиции {0} адрес фирмы {1} скрыт навсегда
es_cl: En la posición {0} la dirección de la empresa {1} está oculta permanentemente

# OrderPositionAddressHidden
source: В позиции {0} адрес фирмы {1} скрыт до выяснения
es_cl: En la posición {0} la dirección de la empresa {1} está oculta hasta validar

# OrderPositionAddressNotActive
source: В позиции {0} найден неактивный адрес {1}
es_cl: En la posición {0} se ha encontrado una dirección desactivada {1}

# OrderPositionAddressNotBelongToFirm
source: В позиции {0} найден адрес {1}, не принадлежащий фирме заказа
es_cl: En la posición {0} se ha encontrado la dirección {1} no perteneciente a la empresa de la orden

# OrderPositionCategoryNotActive
source: В позиции {0} найдена неактивная рубрика {1}
es_cl: En la posición {0} se ha encontrado una categoría desactivada {1}

# OrderPositionCategoryNotBelongsToAddress
source: В позиции {0} найдена рубрика {1}, не принадлежащая адресу {2}
es_cl: En la posición {0} se ha encontrado la categoría {1} que no pertenece a la dirección {2}

# OrderPositionCategoryNotBelongsToFirm
source: В позиции {0} найдена рубрика {1}, не принадлежащая фирме заказа
es_cl: En la posición {0} se ha encontrado la categoría {1} que no pertenece a la empresa de la orden

# OrderReferencesInactiveEntities
source: Заказ ссылается на неактивные объекты: {0}
es_cl: El objeto hace referencia a los objetos inactivos: {0}

# OrdersCheckDestOrganizationUnitDoesntMatchFirmsOne
source: Отделение организации назначения заказа не соответствует отделению организации выбранной фирмы
es_cl: La sucursal de la entidad de destino de la orden no coincide con la sucursal de la entidad seleccionada

# OrdersCheckNeedToCreateBills
source: Для заказа необходимо сформировать счета
es_cl: Para la orden es necesario crear una factura

# OrdersCheckOrderHasNoAccount
source: Заказ не имеет привязки к лицевому счёту
es_cl: La orden no está enlazada con la cuenta personal.

# OrdersCheckOrderInsufficientFunds
source: Для оформления заказа недостаточно средств. Необходимо: {0}. Имеется: {1}.
es_cl: No hay suficiente dinero para crear la orden. Necesitan: {0} Disponible: {1}.

# OrderCheckOrderPositionContainsCategoriesFromWrongOrganizationUnit
source: В позиции {{0}} задействованы рубрики, не привязанные к отделению организации города назначения заказа: {0}
es_cl: En la posición {0} están utilizadas las categorías que no están enlazadas con ninguna sucursal de la ciudad de destino de la orden:

# PricePositionHasNoMinAdvertisementAmount
source: В позиции прайса {0} необходимо указать минимальное количество рекламы в выпуск
es_cl: En la posición de la lista de precios {0} se deben especificar la cantidad mínima de publicidad en un lanzamiento.

# ProfileBargainEndDateIsLessThanSignDate
source: У юр. лица клиента, в профиле {0} указан договор с датой окончания действия раньше даты подписания заказа
es_cl: En el perfil {0} de la persona jurídica del cliente está especificado un contrato con la fecha de vigencia anterior a la fecha de la firma de la orden.

# ProfileWarrantyEndDateIsLessThanSignDate
source: У юр. лица клиента, в профиле {0} указана доверенность с датой окончания действия раньше даты подписания заказа
es_cl: En el perfil {0} de la persona jurídica del cliente está especificado un poder notarial con la fecha de vigencia anterior a la fecha de la firma de la orden

# RichChildPositionTypeTemplate
source: Подпозиция "{0}" позиции
es_cl: Subposición "{0}" de la posición

# RichDefaultPositionTypeTemplate
source: Позиция
es_cl: Posición

# SelfAdvertisementOrderValidationRuleMessage
source: Позиция "Самореклама только для ПК" продана одновременно с рекламой в другую платформу
es_cl: La posición Autopromoción sólo para PC se ha vendido junto con la publicidad a otra plataforma

# ThemePeriodDoesNotOverlapOrderPeriod
source: Заказ {0} не может иметь продаж в тематику {1}, поскольку тематика действует не весь период размещения заказа
es_cl: La orden {0} no puede tener ventas en el tema {1}, ya que el tema es vigente durante todo el periodo de publicación de la orden

# ThemeSalesExceedsLimit
source: Слишком много продаж в тематику {{0}}. Продано {0} позиций вместо {1} возможных
es_cl: Demasiadas ventas en el tema {0}. Vendidas {1} posiciones en lugar de {2} posibles.

# ThemeUsesInactiveCategory
source: Тематика {0} использует удаленную рубрику {1}
es_cl: El tema {0} utiliza una categoría eliminada {1}.

# ThereIsNoSpecifiedDealForOrder
source: Для заказа не указана работа
es_cl: No está especificado ningún trabajo para el orden

# TooManyAdvertisementForCategory
source: В рубрику {{0}} заказано слишком много объявлений: Заказано {0}, допустимо не более {1}
es_cl: Se han contratado demasiados anuncios en la categoría {0}: Contratado {1}, permitido no más de {2}.

# TooManyCategorieForFirm
source: Для фирмы {{0}} задано слишком большое число рубрик - {0}. Максимально допустимое - {1}.
es_cl: Para la empresa {0} se ha establecido un número demasiado elevado de categorías: {1}. Máximo permitido: {2}.
